{
  "header_logout": "Logout",
  "header_login": "Login",
  "header_signup": "Signup",
  "info_header": "Powerful web application to run your study place",
  "info_description": "Upload schedule, manage students, teachers and stuff, grade students and more.",
  "info_register_study_place_button_text": "Register study place",
  "info_signup_as_user_button_text": "Login as user",
  "info_login_as_user_button_text": "Sign Up as user",
  "used_technologies_header": "Used technologies",
  "description_header": "Description",
  "description_text": "Our revolutionary web application is meticulously crafted with the latest advancements in technology, ensuring unparalleled speed, efficiency, and security for educational institutions worldwide. Harnessing the power of microservices architecture, our platform offers a modular and scalable approach to educational management, allowing for seamless integration of new features and functionalities. Through cutting-edge algorithms and encryption protocols, we prioritize the protection of your data, safeguarding sensitive information with the highest standards of security. Our comprehensive solution serves as a centralized hub, effortlessly integrating a myriad of essential functions, from managing schedules and grading students to overseeing faculty and staff. By breaking down complex tasks into smaller, independent services, our microservices-based architecture enables greater flexibility, resilience, and scalability, ensuring optimal performance even during peak usage periods. With our intuitive user interface and robust features, educators can easily navigate and utilize the platform to streamline workflows and enhance collaboration within the institution. Experience the transformative impact of our innovative educational management system, empowering institutions to adapt to the demands of the digital age and achieve new levels of success in their educational endeavors.",
  "services_header": "Services",
  "services_users_title": "User management",
  "services_users_text": "Studyum offers a comprehensive solution for managing enrollments in study places, providing educators with unparalleled control and flexibility. Through the generation of unique access codes and a robust ban system, instructors can regulate access to their study places efficiently and securely. The platform's granular permissions management empowers educators to assign specific privileges to students, such as schedule management or viewing other students' marks, while the super-admin retains ultimate authority over role management. Additionally, Studyum facilitates collaborative learning by allowing the creation of multiple groups, each with its super-viewer for streamlined oversight. This hierarchical structure enhances administrative efficiency and fosters effective communication and collaboration among students and educators, ensuring a conducive learning environment for all participants.",
  "services_schedule_title": "Schedule",
  "services_schedule_text": "Studyum revolutionizes the concept of study scheduling with its innovative microservices-driven platform. Offering a flexible approach to organizing study places, Studyum allows study places to effortlessly create, customize, and manage schedules tailored to their specific needs. With a variety of viewing options including time-based and table-based formats, users can easily visualize their study plans and make necessary adjustments on the go. Featuring two distinct types of schedules - general and current - Studyum caters to both long-term planning and immediate needs. The general schedule provides consistency over weeks, while the current schedule dynamically generates from the general one, allowing for real-time modifications. Moreover, Studyum maintains a comprehensive history of schedules, enabling users to access and review past schedules for any chosen date. Through its intuitive interface and robust functionality, Studyum empowers users to optimize their study routines with ease and efficiency, ensuring maximum productivity and success in their academic pursuits.",
  "services_journal_title": "Journal",
  "services_journal_text": "Studyum's comprehensive platform not only offers flexible scheduling for study places but also provides a secure journaling feature for teachers to efficiently grade students. With robust security measures in place, only teachers present during the lesson have the authority to mark students, ensuring the integrity of the grading process. Administrators, on the other hand, are granted access solely to view student marks without the ability to make edits, maintaining accountability and transparency within the system. Furthermore, administrators have the capability to create presets within the journal, such as lesson types (e.g., lectures or labs), allowing for dynamic categorization of lessons with their respective grading criteria. Each lesson type operates independently, enabling customized grading parameters tailored to specific educational activities. Additionally, users can generate detailed reports on student absences and activity, providing valuable insights into student performance and engagement. With Studyum's user-friendly interface and robust features, educators and administrators alike can streamline their workflows and enhance the overall learning experience for students.",
  "benefits_header": "Benefits",
  "benefits_1_text": "Usage of modern technologies",
  "benefits_2_text": "Enhanced Security Measures",
  "benefits_3_text": "Efficient Enrollment Management",
  "benefits_4_text": "Customizable Permissions",
  "benefits_5_text": "Promotes Accountability",
  "benefits_6_text": "Centralized Communication Hub",
  "benefits_7_text": "Data-Driven Insights",
  "benefits_8_text": "Improved Organizational Efficiency",
  "benefits_9_text": "Encourages Student Autonomy",
  "benefits_10_text": "Enhances Overall Learning Experience",
  "pricing_header": "Pricing",
  "pricing_includes_user_management": "User management",
  "pricing_includes_user_permissions": "User permissions",
  "pricing_includes_user_schedule": "Schedule",
  "pricing_includes_user_journal": "Journal",
  "pricing_includes_user_customer_support": "Customer support",
  "pricing_period_quarter": "Quarter",
  "pricing_period_semester": "Semester",
  "pricing_period_annually": "Annually",
  "pricing_per_year": "/ year",
  "register_header": "Register",
  "register_form_name": "Name",
  "register_form_study_place_name": "Study place name",
  "register_form_email": "Email",
  "register_form_plan": "Plan",
  "register_form_plan_quarter": "Quarter",
  "register_form_plan_semester": "Semester",
  "register_form_plan_annually": "Annually",
  "register_form_submit": "Submit",
  "register_info": "If you want to create an account, please follow these steps. First, create a user account. Then, using the email you provided during account creation, send a request to ‘likdan.official@gmail.com’ to join the beta program. Make sure your request includes the use case for the web application and information about your study place. During the beta access period, the web application remains free. After successful testing, you will receive an additional 3 months of free use and a 25% discount."
}
